<!-- 
    Document   : hilfe.htm
    Created on : 02.06.2008, 19:04:54
    Author     : Dominik Kontner
-->

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
 "http://www.w3.org/TR/html4/loose.dtd">

<html>
    <head>
        <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
        <title>Hilfe</title>
    </head>
    <body>
        <h1>TicketLine Onlinehilfe</h1><br /><br />
		
<a name="Inhalt" />
<h2>Inhalt</h2>

<a href="#Login">Login</a><br />
<a href="#News">News</a><br />
<a href="#Suchen">Suchen</a><br />
<a href="#Reservieren">Tickets Reservieren/Kaufen</a><br />
<a href="#Werbeartikel">Werbeartikel kaufen</a><br />

<a name="Login" />
<h2>Login</h2>


Sie haben von Ticketline bereits ihre Kartennummer und ihr Passwort bekommen. Um sich bei Ticketline anzumelden, tragen Sie in der Linken Leiste einfach Ihre Kundennummer und ihr Passwort ein und klicken sie auf "Einloggen".
<br />
Siehe roter markierter Bereich in Abb. 1
<br />


<table width="100%" height="100%">
  <tr>
    <td align="center" valign="middle" width="100%" height="100%">

      <img src="abb/70/login_crop_mark.jpg" align="center" >
    </td>
  </tr>
    
	<tr>
    <td align="center" valign="middle" width="100%" height="100%">
	<font size="2pt">
      Abb.1: Login
	</font>
    </td>
  </tr>
</table>  

Sollten Sie eine Fehlermeldung bekommen, kontrollieren Sie ob Sie sich vielleicht vertippt haben oder die "Feststelltaste" gedr&uuml;ckt haben. Sollten sie das Problem nicht l&ouml;sen k&ouml;nnen rufen Sie bitte beim TicketLine Helpcenter an.
<br /><br />
Sie k&ouml;nnen Ihr Passwort &auml;ndern, wenn Sie sich erfolgreich eingeloggt haben. Klicken Sie dazu auf "Account verwalten" und geben Sie Ihr neues Passwort ein.
<br />
Siehe roter markierter Bereich in Abb. 2
<br />


<table width="100%" height="100%">
  <tr>
    <td align="center" valign="middle" width="100%" height="100%">

      <img src="abb/70/pwaendern_crop_mark.jpg" align="center" >
    </td>
  </tr>
    
	<tr>
    <td align="center" valign="middle" width="100%" height="100%">
	<font size="2pt">
      Abb.2: Passwort &auml;ndern
	</font>
    </td>
  </tr>
</table>  
<br /><br />

<a name="News" />
<h2>News</h2>

Auf der Hauptseite von TicketLine sind stets aktuelle Schlagzeilen ersichtlich. Hat eine Schlagzeile ihr Interesse geweckt und Sie m&ouml;chten genaueres daruuml;ber erfahren, dann klicken Sie einfach in der ersten Spalte auf den RadioButton um somit die Zeile markieren. Danach klicken Sie auf "Details zur Auswahl" und schon wird der gesamte News-Artikel angezeigt.
<br />
Siehe roter markierter Bereich in Abb. 3
<br />

<table width="100%" height="100%">
  <tr>
    <td align="center" valign="middle" width="100%" height="100%">

      <img src="abb/70/mainpage_crop_mark.jpg" align="center" >
    </td>
  </tr>
    
	<tr>
    <td align="center" valign="middle" width="100%" height="100%">
	<font size="2pt">
      Abb.3: News
	</font>
    </td>
  </tr>
</table>  
<br />
Hinweis: Sie k&ouml;nnen nur jeweils eine Schlagzeile markieren!
<br /><br />
</b>Sortieren</b><br />
Sie k&ouml;nnen die Newseintr&auml;ge nach Datum bzw. alphabetisch nach Eintrag sortieren. Klicken Sie dazu einfach auf "Datum" bzw. auf "Eintrag" und schon werden die News nach Aktualitauml;t bzw. alphabetisch geordnet.
<br /><br />

<a name="Suchen" />
<h2>Suchen</h2>

TicketLine bietet Ihnen eine besonders komfortable M&ouml;glichkeit nach Veranstaltungsorten, Veranstaltungen und Auff&uuml;hrungen zu suchen. Egal wo Sie sich auf unserer Homepage befinden, Sie k&ouml;nnen in der oberen Leiste im Suchfeld einen Suchbegriff eingeben. Die TicketLine Suchmaschine findet schnell und zuverl&auml;ssig, die zu ihrem Suchbegriff passenden Veranstaltungsorte, Veranstaltungen und Auff&uuml;hrungen.
<br />
Siehe roter markierter Bereich in Abb. 3
<br /><br />

<table width="100%" height="100%">
  <tr>
    <td align="center" valign="middle" width="100%" height="100%">

      <img src="abb/70/suche1_crop_mark.jpg" align="center" >
    </td>
  </tr>
    
	<tr>
    <td align="center" valign="middle" width="100%" height="100%">
	<font size="2pt">
      Abb.4: Schnellsuche
	</font>
    </td>
  </tr>
</table>  
<br />
Wenn sie nicht genau wissen wonach sie suchen sollen, oder wie man Ihren Lieblingsinterpreten schreibt, dann ist das f&uuml;r die Ticketline Suchmaschine kein Problem, denn sie findet auch &auml;hnliche Begriffe.
<br /><br />
Geben Sie keinen Suchbegriff ein, so werden alle Eintr&auml;ge angezeigt.
<br /><br />
<b>Hinweis:<b/> Die Suche beachtet die Gro&szlig;/Kleinschreibung nicht!
<br /><br />
<b>Suchbeispiel:</b>
<br /><br />
Suchbegriff: "herz"<br />
Suchergebnis: Herzbuben<br /><br />

<b>Sortieren</b><br />
Sie k&ouml;nnen die gefundenen Positionen nach Spaltennamen sortieren. Klicken Sie dazu einfach auf den Spaltennamen um die Positionen nach dem Spatenbegriff zu sortieren 
<br /><br />
Wollen sie eine Position reservieren oder kaufen? Markieren Sie einfach die Position mithilfe des Radio Buttons in der ersten Spalte und klicken sie auf Ausw&auml;hlen. Je nach Tabelle m&uuml;ssen Sie diesen Vorgang wiederholen um die Auswahl besser einschr&auml;nken zu k&ouml;nnen.
<br />
Siehe roter markierter Bereich in Abb. 4
<br /><br />

<table width="100%" height="100%">
  <tr>
    <td align="center" valign="middle" width="100%" height="100%">

      <img src="abb/70/suche2_auff_crop_mark.jpg" align="center" >
    </td>
  </tr>
    
	<tr>
    <td align="center" valign="middle" width="100%" height="100%">
	<font size="2pt">
      Abb.4: Suchergebnis w&auml;hlen
	</font>
    </td>
  </tr>
</table>  
<br />

<a name="Reservieren" />
<h2>Tickets Reservieren/Kaufen</h2>

Um ein Ticket reservieren bzw. kaufen zu k&ouml;nnen m&uuml;ssen Sie eingeloggt sein und eine Auff&uuml;hrung ausw&auml;hlen (n&auml;heres dazu im Punkt Suche).<br />
Haben Sie eine Auff&uuml;hrung ausgew&auml;hlt, so k&ouml;nnen Sie die Anzahl der Pl&auml;tze, und die Zahlungsmethode definieren (wenn Sie nur reservieren ist es egal welche Zahlungsmethode Sie eingestellt haben).
<br /><br />
Sie k&ouml;nnen nur dann einen Platz reservieren/kaufen, wenn Sie diesen Ausw&auml;hlen k&ouml;nnen. Steht allerdings ein "V" f&uuml;r "bereits Verkauft" oder ein "R" f&uuml;r "bereits Reserviert" so ist es Ihnen nicht m&ouml;glich diesen Platz f&auml;lschlicherweise nochmals zu reservieren/kaufen und es kann zu keinen Doppelbelegungen kommen. Zum Reservieren w&auml;hlen sie den gew&uuml;nschten Platz und klicken Sie auf "ausgew&auml;hlte Pl&auml;tze reservieren". M&ouml;chten Sie mehrere Pl&auml;tze nebeneinander reservieren so k&ouml;nnen Sie die Anzahl der Pl&auml;tze definieren.
<br />
Siehe roter markierter Bereich in Abb. 5
<br /><br />

<table width="100%" height="100%">
  <tr>
    <td align="center" valign="middle" width="100%" height="100%">

      <img src="abb/70/suche2_auff3_crop_mark.jpg" align="center" >
    </td>
  </tr>
    
	<tr>
    <td align="center" valign="middle" width="100%" height="100%">
	<font size="2pt">
      Abb.5: Tickets reservieren oder kaufen
	</font>
    </td>
  </tr>
</table>  
<br /><br />
Ist ein Platz nur reserviert, so k&ouml;nnen Sie zu einem sp&auml;teren Zeitpunkt nochmals schauen, ob dieser vielleicht wieder freigegeben wurde.
<br /><br />
Wenn Sie einen Platz reservieren, wird dieser unter Ihren pers&ouml;nlichen Reservierungen gespeichert. Da haben Sie auch die M&ouml;glichkeit diesen gleich zu kaufen.
<br /><br />
Sie m&uuml;ssen einen Platz nicht reservieren um ihn kaufen zu k&ouml;nnen. Dazu w&auml;hlen Sie einfach eine Auff&uuml;hrung aus, w&auml;hlen die gew&uuml;nschte Zahlungsmethode und klicken auf "ausgew&auml;hlte Pl&auml;tze kaufen"
<br /><br />

<a name="Werbeartikel" />
<h2>Werbeartikel kaufen</h2>

Sie k&ouml;nnen von jeder Seite in TicketLine in der oberen Leiste auf den Link "Merchandise" klicken. So kommen Sie zu unserer Werbeartikelliste.<br />
Wenn sie einen Artikel ausw&auml;hlen k&ouml;nnen Sie diesen in Ihren Warenkorb legen.
<br />
Siehe roter markierter Bereich in Abb. 6
<br /><br />

<table width="100%" height="100%">
  <tr>
    <td align="center" valign="middle" width="100%" height="100%">

      <img src="abb/70/artikel_crop_mark.jpg" align="center" >
    </td>
  </tr>
    
	<tr>
    <td align="center" valign="middle" width="100%" height="100%">
	<font size="2pt">
      Abb.6: Artikel kaufen
	</font>
    </td>
  </tr>
</table>  
<br /><br />

Wenn Sie noch mehr Artikel kaufen m&ouml;chten, so kommen Sie wieder mit dem "Merchandise" Link zur Artikelliste - und der zuletzt ausgew&auml;hlte Artikel wartet auf Sie im Warenkorb.
<br /><br />
Sollten Sie sich umentscheiden haben und einen Artikel der bereits im Warenkorb liegt doch nicht kaufen m&ouml;chten, so k&ouml;nnen Sie diesen einfach ausw&auml;hlen und mit "Artikel l&ouml;schen" wird dieser aus dem Warenkorb entfernt.
<br /><br />
Ist ihr Warenkorb voll und Sie m&ouml;chten zur Kassa gehen w&auml;hlen Sie bitte zuerst die Zahlungsmethode und klicken Sie dann auf Kaufen.
<br /><br />
    </body>
</html>
